import React from 'react'
import SdgLogo from '../assets/images/sdgs_spin.gif'
const About = () => {
  return (
    <div className="container">
      <img src={SdgLogo} width={50} className="p-2 m-2" />
      <h5>วาระการพัฒนา</h5>
      <hr />
      <h3>7 GLOBAL GOALS (17 การพัฒนาที่ยั่งยืน)</h3>
      <div>
          <p className="fw-bold">
            ในทั่วโลก ผู้คนมากกว่า 800 ล้านคน ยังคงอยู่ได้ด้วยเงินน้อยกว่า 1.25
            ดอลลาห์ต่อวัน
          </p>
        <p className="text-muted">
          หลายคนยังขาดการเข้าถึงอาหาร น้ำดื่มที่สะอาดและสุขอนามัยที่เพียงพอ
          การเจริญเติบโตทางเศรษฐกิจอย่างรวดเร็วในประเทศ เช่น จีนและอินเดีย
          ได้ช่วยยกระดับประชากรออกจากความยากจน
          แต่ความเติบโตในเรื่องดังกล่าวก็ยังไม่มีความสม่ำเสมอเท่าใดนัก
          ประชากรผู้หญิงมีสัดส่วนที่อยู่ในความยากจนมากกว่าผู้ชาย
          เนื่องจากการเข้าถึงที่ไม่เท่ากันในเรื่องค่าแรงงาน การศึกษาและทรัพย์สิน
          SDGs มีเป้าหมายที่จะขจัดความยากจนในทุกรูปแบบให้แล้วเสร็จภายในปี 2573
          ซึ่งเป้าหมายดังกล่าวเกี่ยวข้องกับการกำหนดกลุ่มเป้าหมายที่อาศัยอยู่ในสถานการณ์ที่มีความเสี่ยงในการเข้าถึงทรัพยากรและการบริการขั้นพื้นฐาน
          รวมถึงช่วยเหลือชุมชนที่ได้รับผลกระทบจากความขัดแย้งและภัยพิบัติที่เกี่ยวข้องกับสภาพภูมิอากาศ
          ขจัดความหิวโหย บรรลุความมั่นคงทางอาหาร ส่งเสริมเกษตรกรรมอย่างยั่งยืน
        </p>
        <br />
        <p>
          การเจริญเติบโตทางเศรษฐกิจอย่างรวดเร็วและผลผลิตทางการเกษตรที่เพิ่มขึ้นในช่วงสองทศวรรษที่ผ่านมา
          ทำให้ได้เห็นสัดส่วนของประชากรที่ขาดแคลนอาหารลดลงเกือบครึ่งหนึ่ง
          ประเทศกำลังพัฒนาจำนวนมากที่เคยได้รับความทุกข์จากความอดอยากและความหิวโหย
          ซึ่งในขณะนี้
          ประเทศเหล่านั้นสามารถให้ความช่วยเหลือทางโภชนาการแก่ผู้ด้อยโอกาสได้เป็นจำนวนมาก
          มีความคืบหน้าอย่างมากในเรื่องการกำจัดความหิวโดยในภาคกลางและเอเชียตะวันออก
          ละตินอเมริกา และประเทศกลุ่มแคริบเบียน
        </p>
      </div>
    </div>
  );
}

export default About